tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "neovim/neovim"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "go"
brew "dep"
brew "exa"
brew "fd"
brew "fortune"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "hub"
brew "iperf"
brew "iperf3"
brew "luajit"
brew "markdown"
brew "mas"
brew "mtr"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "platformio"
brew "poppler"
brew "python"
brew "python3"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "smartmontools"
brew "sshfs"
brew "stow"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "yadm"
brew "zsh"
cask "iterm2"
cask "caskroom/fonts/font-hasklig"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "caskroom/versions/iterm2-nightly"
